[General Setting]
Language_Name=Deutschland--Deutsch
Image_index=3
[ALL]
////////////////////////////////main/////////////////////////
IDC_STC_TITLE = Rekorder
IDC_STC_SIZE = Größe:
IDC_STC_TIME = Zeit:
IDC_STC_STATUS = Status:

IDR_MENU_TRAY_SHOWMAIN = Grundeinstellung
IDR_MENU_TRAY_START = Aufnahme
IDR_MENU_TRAY_PAUSE = Pause
IDR_MENU_TRAY_STOP = Stop
IDR_MENU_TRAY_EXIT = Exit


IDC_STATIC_TIP_RECORDDEST = Bereich:
IDC_STATIC_TIP_AUDIO = Audio:
IDC_STATIC_TIP_OUTPUT = Ziel:
IDC_STATIC_RECORDDEST_NONE = Nichts
IDC_BUTTON_RECORD = Aufnahme
IDC_BUTTON_PAUSE = Pause
IDC_BUTTON_STOP = Stop
IDC_BUTTON_CONTINUE = Fortsetzen

IDC_STATIC_MAIN_BUY = Kauf
IDC_STATIC_MAIN_REG = Registrieren
IDC_STATIC_MAIN_ABOUT = Führen
strCameraFormat = Camera@%s
////////////////////////////////播放器/////////////////////////
IDC_STC_PLAYER_TITLE = Media Players
IDR_MENU_PLAYER_OPENFILE = Öffne Ordner
IDR_MENU_PLAYER_PLAY = Start
IDR_MENU_PLAYER_PAUSE =Pause
IDR_MENU_PLAYER_STOP = Stop

////////////////////////////////设置/////////////////////////
IDC_STC_ADVANCEDSET_TITLE = Einstellungen
IDC_BUTTON_SETTARGET = Ziel
IDC_BUTTON_SETVIDEO = Video
IDC_BUTTON_SETAUDIO = Audio
IDC_BUTTON_SETWATERMARK = Wasserzeichen
IDC_BUTTON_SETCURSOR = Cursor
ID_BUTTON_SETSCREENSHOT = Screenshot
ID_BUTTON_SETHOTKEY = Hotkey
ID_BUTTON_OK = OK
ID_BUTTON_CANCEL = Verwerfen

////////////////////////////////设置--视频/////////////////////////
IDC_STC_VIDEO_FOLDER = Ordner:
IDC_STC_VIDEO_RECORDREGION = Region:
IDC_STC_VIDEO_QUALITY = Qualität:
IDC_STC_VIDEO_FORMAT = Format:
IDC_STC_VIDEO_FRAME = FPS:
IDC_STC_VIDEO_RESOLUTION = Auflösung:
IDC_STC_VIDEO_RECORDOBJECT = Object:
IDC_STATIC_VIDEO_CAMERA = Kamera:
IDC_CHECK_RECORDSCREEN = Bildschirm
IDC_CHECK_RECORDCAMERA = Bildschirm- und Webcam-Aufnahme gleichzeitig
IDC_RADIO_FULLSCREEN = Ganzer Bildschirm
IDC_RADIO_USERDEFINED = Benutzerdefiniert
IDC_RADIO_CAMERA = Kamera
IDC_COMBO_VIDEO_QUALITY_0 = Höchste
IDC_COMBO_VIDEO_QUALITY_1 = Hoch
IDC_COMBO_VIDEO_QUALITY_2 = Mittel
IDC_COMBO_VIDEO_QUALITY_3 = Niedrig
IDC_COMBO_VIDEO_QUALITY_4 = Niedrigste
IDC_BTN_PREVIEW_OPEN = Vorschau
IDC_BTN_PREVIEW_CLOSE = Schließen
IDC_CHECK_VIDEO_HW = Aktiviere GPU-Beschleunigung
IDC_BUTTON_AUTORECORD = Auto Record

IDC_COMBO_VIDEO_RESOLUTION_0 = Original Größe
IDC_COMBO_VIDEO_RESOLUTION_1 = Original Größe 50%
IDC_COMBO_VIDEO_RESOLUTION_2 = 320 x 240
IDC_COMBO_VIDEO_RESOLUTION_3 = 480 x 360
IDC_COMBO_VIDEO_RESOLUTION_4 = 640 x 480
IDC_COMBO_VIDEO_RESOLUTION_5 = 800 x 600
IDC_COMBO_VIDEO_RESOLUTION_6 = 1280 x 720
IDC_COMBO_VIDEO_RESOLUTION_USER = Benutzerdefiniert

IDC_CHECK_TARGET_HIDECAMERA = Verstecke Kamera bei Aufnahme
IDC_CHECK_TARGET_HOTSHOT = Aktiviere Fokus-Zoom
IDC_STATIC_TARGET_SCALE = Zoom-Verhältnis:
IDC_STATIC_TARGET_SCALE_FORMAT = %0.1f 
IDC_STATIC_TARGET_HOTKEY_TIP = Öffnen/Schließen：

IDC_STATIC_USERDEFINEDPARAM_TITLE = Benutzerdefiniert
IDC_STATIC_USERDEFINEDPARAM_DES1 = Neue Auflösung:
IDC_STATIC_USERDEFINEDPARAM_DES2 = Neue FPS:
IDC_STATIC_USERDEFINEDPARAM_TIP1 = Videobreite darf nicht leer sein!
IDC_STATIC_USERDEFINEDPARAM_TIP2 = Videohöhe darf nicht leer sein!
IDC_STATIC_USERDEFINEDPARAM_TIP3 = Videobreite muss größer als Null sein!
IDC_STATIC_USERDEFINEDPARAM_TIP4 = Videohöhe muss größer als Null sein!
IDC_STATIC_USERDEFINEDPARAM_TIP5 = Video-Framerate darf nicht leer sein!
IDC_STATIC_USERDEFINEDPARAM_TIP6 = Video-Framerate muss größer als Null sein!
IDC_STATIC_USERDEFINEDPARAM_TIP7 = Video-Framerate darf nicht größer als 40 sein!

IDC_CHECK_TARGET_TRANS = Aufnahme transparenter Fenster
IDC_STATIC_TARGET_TRANS = Wenn aktiviert, wird das transparente Fenster aufgezeichnet. Option kann die Aufnahme verlangsamen und sollte nur bei Bedarf verwendet werden. 
////////////////////////////////设置--音频/////////////////////////
IDC_STC_AUDIO_DEVICE = Quelle:
IDC_STC_AUDIO_QUALITY = Qualität:
IDC_COMBO_AUDIO_QUALITY_0 = Hoch
IDC_COMBO_AUDIO_QUALITY_1 = Mittel
IDC_COMBO_AUDIO_QUALITY_2 = Niedrig

////////////////////////////////设置--水印/////////////////////////
IDC_BUTTON_WATERMARK_TAB_TEXT = Text Wasserzeichen
IDC_BUTTON_WATERMARK_TAB_IMAGE = Bild Wasserzeichen
IDC_STATIC_TEXTWATERMARK_TRANSPARENT = Transparenz:
IDC_STATIC_TEXTWATERMARK_ROTATE = Drehung:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT = Ausrichtung:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_X = X：
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_Y = Y：
IDC_CHECK_TEXTWATERMARK_SCROLL = Scrolling aktivieren 
IDC_STATIC_TEXTWATERMARK_DIRECT = Richtung
IDC_STATIC_TEXTWATERMARK_SIZE = Größe
IDC_STATIC_TEXTWATERMARK_TIME = Dauer
IDC_CHECK_TEXTWATERMARK_FADEIN = Einblenden
IDC_CHECK_TEXTWATERMARK_FADEOUT = Ausblenden
IDC_CHECK_TEXTWATERMARK_REPEAT = Wiederholen
IDC_BUTTON_ADD_TEXTWATERMARK = Hinzu...
IDC_BUTTON_TEXTWATERMARK_FONT = Schrift
IDC_BUTTON_TEXTWATERMARK_PREVIEW = Vorschau

IDC_STATIC_IMAGEWATERMARK_SCALE = Maßstab:
IDC_STATIC_IMAGEWATERMARK_SCALE_WIDTH = Breite:
IDC_STATIC_IMAGEWATERMARK_SCALE_HEIGHT = Höhe:
IDC_STATIC_IMAGEWATERMARK_ROTATE = Drehung:
IDC_STATIC_IMAGEWATERMARK_FILEPATH = Datei:
IDC_STATIC_WATERMARKPREVIEW_TITLE = Vorschau

IDC_BUTTON_WATERMARK_CLEAR = Entfernen
IDC_CHECK_TEXTWATERMARK = Wasserzeichen benutzen
IDC_COMBO_TEXTWATERMARK_DIRECT_0 = Horizontal
IDC_COMBO_TEXTWATERMARK_DIRECT_1 = Vertikal

IDC_STATIC_WATERMARK_DES1 = Kein Wasserzeichen
IDC_STATIC_WATERMARK_DES2 = Wasserzeichen hinzufügen

IDC_STATIC_IMAGEWATERMARK_IMAGE = Bild:

////////////////////////////////设置--水印-Font/////////////////////////
IDC_STATIC_FONT_TITLE = Schrift
IDC_STATIC_FONT_NAME = Name：
IDC_STATIC_FONT_SIZE = Größe：
IDC_STATIC_FONT_COLOR = Farbe：
IDC_STATIC_FONT_DISTANCE = Abstand:
IDC_CHECK_FONT_SHADOW = Schatten
IDC_CHECK_FONT_STROKE = Umrandung
IDC_CHECK_FONT_GLOWOUT = Schein
IDC_BUTTON_FONT_OK = OK
IDC_BUTTON_FONT_CANCEL = Abbruch


////////////////////////////////设置--鼠标/////////////////////////
IDC_CHECK_CURSOR_RECORD = Mauszeiger einbinden.
IDC_CHECK_CURSOR_SCREENSHOT = Mauszeiger einbinden bei Screenshots.
IDC_CHECK_CURSOR_SOUND = Mausklick-Soundeffekt.
IDC_CHECK_CURSOR_CLICKEFFECT = Mausklick-Effekt:
IDC_STATIC_CURSOR_LEFTTIP = Linksklick:
IDC_STATIC_CURSOR_RIGHTTIP = Doppelter Linksklick:

////////////////////////////////设置--截图/////////////////////////
IDC_STATIC_SCREENSHOT_FORMAT = Dateiformat:
IDC_STATIC_SCREENSHOT_OUTPUT = Ausgabeordner:
IDC_CHECK_SCREENSHOT_CLICK = Bildschirmaufnahme bei Mausklick
IDC_CHECK_SCREENSHOT_TIME = jeder
IDC_STATIC_SCREENSHOT_TIME = jeder zweite
IDC_CHECK_SCREENSHOT_SOUND = Verschlussgeräusch

////////////////////////////////设置--快捷键/////////////////////////
//suker
IDC_BUTTON_AUDIO_ADVANCED = Erweitert

////////////////////////////////摄像头预览/////////////////////////
IDC_STATIC_CAMERAPREVIEW_TITLE = Vorschau - %s
IDS_OPEN_CAMERA_FAILED = Fehler beim Öffnen der Kamera!

////////////////////////////////设置--常规/////////////////////////
IDC_CHECK_DEFAULTRECORDSIZE = 录制范围默认尺寸
IDC_CHECK_MINWINDOW = 录制时最小化窗口
IDC_CHECK_OPENFILE = 录制完成后直接打开文件
IDC_STC_COMMON_CLOSEAPP = 关闭程序时：
IDC_RADIO_CLOSETO_TRAY = 最小化到托盘
IDC_RADIO_CLOSETO_EXIT = 退出程序
IDC_COMBO_DEFAULTRECORDSIZE_0 = 400x300
IDC_COMBO_DEFAULTRECORDSIZE_1 = 640x480
IDC_COMBO_DEFAULTRECORDSIZE_2 = 720x480
IDC_COMBO_DEFAULTRECORDSIZE_3 = 800x600
IDC_COMBO_DEFAULTRECORDSIZE_4 = Ganzer Bildschirm

////////////////////////////////设置--高级/////////////////////////
IDC_STC_ADVANCED_HOTKEY = Hotkey:
IDC_STC_ADVANCED_RECORD = Start:
IDC_STC_ADVANCED_PAUSE  = Pause:
IDC_STC_ADVANCED_STOP   = Stop:
IDC_STC_ADVANCED_SCREENSHOT   = Screenshot:
IDC_STC_ADVANCED_NOTE   = 添加注释：
IDC_CHECK_NOTE_TIME     = 时间/日期注释
IDC_CHECK_NOTE_WATERMARK= 添加水印
IDC_CHECK_NOTE_TITLE    = 标题注释

////////////////////////////////录制范围设置界面/////////////////////////
IDC_STC_AREAHELPER_TITLE = Bereich
IDC_STATIC_WIDTH = Breite:
IDC_STATIC_HEIGHT = Höhe:
IDC_BUTTON_HELPER_RECORD = Aufnahme

////////////////////////////////图片列表/////////////////////////
IDC_BUTTON_BROWSERIMAGE_LOAD = Lade Wasserzeichen
IDC_BUTTON_BROWSERIMAGE_DELETE = Löschen
IDC_BUTTON_BROWSERIMAGE_OK = OK
IDC_BUTTON_BROWSERIMAGE_CANCEL = Abbrechen
IDC_BUTTON_BROWSERIMAGE_TITLE = Blättern
IDC_BUTTON_BROWSERIMAGE_DES = Klicke "Lade Wasserzeichen"  und füge eigenes Wasserzeichen ein oder wähle vorhandenes Wasserzeichen.


////////////////////////////////提示信息/////////////////////////
IDS_PLAYER_FILTER = Video Dateien|*.avi;*.mp4;*.wmv;*.mpg;*.swf|Alle (*.*)|*.*||
IDS_RECORD_FAILED = Aufzeichnungsbeginn fehlgeschlagen! Fehlercode:% d
IDS_CREATEDIR_FAILED = Ordner kann nicht erstellt werden:% s, bitte zurücksetzen!
IDS_FOLDER_ERRORNAME = Ordnernamen dürfen fölgende Zeichen nicht enthalten: * <> "/ |?
IDS_FOLDER_TIP1 = Ordner %s existiert nicht. 
IDS_FOLDER_TIP2 = Einrichten?
IDS_SELECT_FOLDER = Wähle Ausgabeordner
IDS_IMAGEWATERMARK_FILTER = Alle Bilder(*.jpg;*.png;*.png;*.gif)|*.jpg;*.png;*.bmp;*.gif|


IDS_RECORD_START = Aufnahme gestartet ...

//suker
IDS_RECORD_RECORDING = Aufnahme ...
IDS_RECORD_PAUSE = Pause
IDS_RECORD_READY = Fertig

IDS_AUDIO_DEVICE_MIX_MIC =  Soundkarte und Mikrofon
IDS_AUDIO_DEVICE_MIX = Soundkarte
IDS_AUDIO_DEVICE_MIC = Mikrofon
IDS_AUDIO_DEVICE_NONE = Nichts

IDS_CLOSEAPP_WHEN_RECORD = Aufnahme läuft, sind Sie sicher?
IDS_HOTKEY_REDEFINE = Die Taste [% s] ist festgelegt, bitte korrigieren Sie die anderen Tasten.
IDS_VOLUME = Lautstärke
IDS_NO_CAMERADEVICE = Die Software kann die Kamera nicht erkennen. Vergewissern Sie sich, dass die Kamera richtig installiert wurde!
IDS_INIT_CAMERA_FAILED = Initialisieren der Kamera fehlgeschlagen!
IDS_PLAYER_TITLE = Video Player %s

[ImageListTabName]
Protection = Protection
Business = Business
Love = Love
Festival = Festival
Icon = Icon
Feature = Feature
Digital = Digital
Cute = Cute
Life = Life
User = User



[Tips]
m_btnOutput = Öffne Ausgabeordner
m_btnSetOutput = Einstellung Ausgabeordner
m_btnStartRecord = Starte Aufnahme
m_btnSetRegionType = Einstellung Region
m_btnPlay = Play
m_btnPause = Pause
m_btnStop = Stop
m_btnSettings = Einstellung
m_btnChangeLang = Wechsle Sprache
m_btnAudio = Audio-Gerät
m_btnCamera_Open = Klicke, um Kamera zu öffnen
m_btnCamera_Close = Klicke, um Kamera zu schließen
m_btnClose = Schließen
strHasTmpWatermark = Sie haben noch keine gespeicherten Wasserzeichen, jetzt?
Sie haben noch keine gespeicherten Wasserzeichen, jetzt hinzufügen?
strInvalidImage = Ungültige Bilddatei!
strTrial =
strFamilyLicense = Familienlizenz
strWatermark1 = 
strWatermark2 = www.thundershare.net
strWatermark3 = 
strConfigPath = \ThunderSoft\Free Screen Recorder\
strClearTip = Wollen Sie alle Wasserzeichen löschen?

[ErrorCode]
0001 = Encoder nicht gefunden, Aufnahme fehlgeschlagen!
0002 = Initialisierung Encoder, Aufnahme fehlgeschlagen!
0003 = Start Encoder abnormale, Aufnahme fehlgeschlagen!
0004 =  Parameterfehler, Aufnahme fehlgeschlagen!
0005 = Interner Fehler, Aufnahme fehlgeschlagen!

[frmReg]
lblTitle = Software Registration
lblDescription1 =  ThunderSoft Screen Recorder Trialversion, bei der Bildschirmaufnahme wird Wasserzeichen angezeigt. Erworbener Registrierungscode entfernt diese Einschränkung.
lblDescription2 =   Nach dem Kauf, überprüfen Sie bitte Ihre Email, diese Email enthält Ihre Registrierungsinformationen.
lblDescription3 =Einmalige Zahlung, kostenlose lebenslange Upgrades!
lblDescription3_1 = Klick  
lblDescription3_2 = Taste, um Einschränkung zu entfernen.
btnBuy = Kaufen!
btnReg = Registrierung
btnEvaluate = Bewerten

lblUserName = Contact Email:
lblkey = Register Code:
lblProblem = Kontaktieren Sie uns:

strNoKey =  Bitte Registrierungsschlüssel eingeben!
strNoName = Bitte Email-Adresse eingeben!
strErrorEmail = Ihre E-Mail ist nicht korrekt, bitte erneut eingeben!
strRegSuccess =Upgrade auf Vollversion erfolgreich.
strRegToName = Diese Software ost registriert auf %s
strRegFailed = Konnte nicht auf die Vollversion upgraden.
strErrorKeyLength = Ungültige Regcode Länge.
strRegFailedReason1 = Ungültiger Produktcode.
strRegFailedReason2 = Fehler bei Initialisierung der Registrierung. 
strRegFailedReason3 = Fehler bei Registrierung des Produkts. 
strRegFailedReason4 = Aktivierung fehlgeschlagen, der Registrierungscode kann nicht über das Netzwerk überprüft werden! 
strInvalidKey = Der Registrierungscode kann nicht über das Netzwerk überprüft werden. Kaufen Sie es bitte, um einengültigen Schlüssel zu erhalten. 
strKeyBeDeleted = Wir haben festgestellt, dass Ihre Registrierungsdaten gelöscht wurden. Kontaktieren Sie uns und registrieren Sie die Software! 
support=Kontakt technischer Support

[frmRegTip]
lblTitle=Register Tip
lblDes1_1=Fehler beim Registrieren. Eingegebener Registrierungscode kann nur auf 1 PC verwendet werden. 
lblDes1_2=Fehler beim Registrieren. Eingegebener Registrierungscode kann nur auf 3 PCs verwendet werden. 
lblDes2=Jetzt haben Sie zwei Möglichkeiten, dieses Problem zu lösen:
lblBuy=1.  Kaufen Sie einen neuen Registrierungscode, um diesen PC zu autorisieren. 
lblActive=2. Deaktivieren Sie den Registrierungscode auf anderen PCs, dann autorisieren Sie diesen PC. 
lblEmail=Registrierungscode:
btnBuy=Kaufen!
btnActive=Fortsetzen
btnOK=Schließen
strActiveFailed=Fehler beim Laden der Autorisierung, geben Sie bitte den korrekten Registrierungscode ein!
lblTip1=
lblTip2=

[frmGetNewVersion]
Title = Die neueste Version wurde veröffentlicht. 
btnUpdate = Jetzt upgraden 
btnCancel = Später erinnern 
HasNewVerson = Eine neue Version (% s) wurde veröffentlicht! 
VersionTip = Wir freuen uns, Ihnen eine neue Version von % s anbieten zu können. Klicken Sie bitte auf "Upgrade jetzt ", um sie herunterzuladen. 
FreeVersionTip = Wir freuen uns, Ihnen eine neue Version von % s anbieten zu können. Klicken Sie bitte auf "Upgrade jetzt ", um sie herunterzuladen. 

[frmAbout]
Type = 1
About = Über
version= Version:
VersionNumber = 6.3.0
copyright=Copyright (C) 2016 ThunderSoft. All Rights Reserved.
homePage= Besuchen Sie unsere Homepage
lblRegTo=Registriert für:
support= Kontaktieren Sie unser technisches Support-Team
btnOK = OK
lblDes = Warning: This computer program is protected by copyright law and international treaties.Unauthorized reproduction or distribution may result in severe civil and criminal penalties,and will be prosecuted to the maximum extent possible under the law.


[Product]
Company Name = ThunderSoft
CompanyHomePage = http://www.thundershare.net/free-screen-recorder/
Product short Name = Free Screen Recorder
Product long Name = Free Screen Recorder
ProductHomePage = http://www.thundershare.net/free-screen-recorder/
ProductHelpPage = http://www.thundershare.net/free-screen-recorder/
PurchaseURL = http://www.thundershare.net/screen-recorder/buy.html
BuyNowURL = http://www.thundershare.net/screen-recorder/buy.html
Support Email = thundersoftsupport@gmail.com